// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "사용자의 컴퓨터에 대해 사용 가능한 소프트웨어 업데이트가 있습니다. 해당 업데이트를 설치하겠습니까?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "설치하는 동안 컴퓨터는 계속 사용할 수 있습니다. 설치 완료 후 재시동할 필요가 없습니다.";
"INSTALL_TITLE" = "설치";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "사용자의 컴퓨터에 대해 설치 가능한 소프트웨어 업데이트가 있습니다. 지금 설치하겠습니까?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "업데이트가 설치된 후 컴퓨터를 재시동해야 합니다.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "설치 및 재시동";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "업데이트를 설치하려면 로그 아웃해야 합니다.";
"LOG_OUT_AND_INSTALL_TITLE" = "로그 아웃 및 설치";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "업데이트가 설치된 후 컴퓨터를 시스템 종료해야 합니다.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "설치 및 시스템 종료";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "사용자의 컴퓨터에 대해 사용 가능한 소프트웨어 업데이트가 있습니다. 다운로드하고 설치하겠습니까?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "업데이트가 설치된 후 컴퓨터를 재시동해야 합니다.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "사용자의 컴퓨터에 대해 사용 가능한 소프트웨어 업데이트가 있습니다. 다운로드하고 설치하겠습니까?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "업데이트를 다운로드한 후 로그 아웃해야 합니다.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "사용자의 컴퓨터에 대해 사용 가능한 소프트웨어 업데이트가 있습니다. 다운로드하고 설치하겠습니까?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "업데이트가 설치된 후 컴퓨터를 시스템 종료해야 합니다.";

"CONTINUE_TITLE" = "계속";


// common buttons
"NOT_NOW_TITLE" = "지금 안 함";
"SHOW_DETAILS_TITLE" = "세부사항 보기";
